[
  {
    "id": "ejemplo-1",
    "titulo": "La Divinidad de Cristo en el Evangelio de Juan",
    "descripcion": "Un análisis profundo de cómo el Evangelio de Juan presenta a Jesús como Dios encarnado.",
    "contenido": "## Introducción\n\nEl Evangelio de Juan comienza con una declaración poderosa sobre la naturaleza divina de Jesucristo:\n\n> \"En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\" (Juan 1:1)\n\n## El Verbo Hecho Carne\n\nEsta afirmación no deja lugar a dudas: Jesús, el Verbo, no es simplemente un profeta o un maestro excepcional, sino **Dios mismo** manifestado en carne humana.\n\n### Evidencias en el Texto\n\n1. **Preexistencia Eterna**: Juan 1:1-2 afirma que el Verbo existía \"en el principio\"\n2. **Naturaleza Divina**: \"El Verbo era Dios\"\n3. **Encarnación**: \"Y aquel Verbo fue hecho carne\" (Juan 1:14)\n\n## Declaraciones de Jesús\n\nA lo largo del Evangelio, Jesús hace varias declaraciones que confirman su divinidad:\n\n- \"Yo y el Padre uno somos\" (Juan 10:30)\n- \"El que me ha visto a mí, ha visto al Padre\" (Juan 14:9)\n- \"Antes que Abraham fuese, yo soy\" (Juan 8:58)\n\n## Conclusión\n\nEl testimonio de Juan es claro: Jesús es Dios encarnado, el Creador que se hizo criatura para redimir a la humanidad.",
    "pieDePagina": "**Referencia Bíblica**: Evangelio según San Juan, capítulos 1-21.\n\n*Todas las citas bíblicas son de la versión Reina-Valera 1960.*",
    "esPublico": true,
    "fechaPublicacion": "2024-01-15T10:00:00"
  },
  {
    "id": "ejemplo-2",
    "titulo": "Las Profecías Mesiánicas Cumplidas en Jesús",
    "descripcion": "Cómo las profecías del Antiguo Testamento señalan inequívocamente a Jesús como el Mesías prometido.",
    "contenido": "## El Testimonio Profético\n\nEl Antiguo Testamento contiene más de **300 profecías** sobre el Mesías prometido. Jesús de Nazaret cumplió todas ellas con precisión asombrosa.\n\n## Profecías Clave\n\n### Nacimiento Virginal\n\n> \"Por tanto, el Señor mismo os dará señal: He aquí que la virgen concebirá, y dará a luz un hijo, y llamará su nombre Emanuel.\" (Isaías 7:14)\n\nCumplido en Mateo 1:18-25.\n\n### Lugar de Nacimiento\n\n> \"Pero tú, Belén Efrata, pequeña para estar entre las familias de Judá, de ti me saldrá el que será Señor en Israel.\" (Miqueas 5:2)\n\nJesús nació en Belén (Lucas 2:4-7).\n\n### Sufrimiento y Muerte\n\nEl Salmo 22 describe con detalle la crucifixión, escrito 1000 años antes de que este método de ejecución fuera inventado:\n\n- \"Horadaron mis manos y mis pies\" (v.16)\n- \"Repartieron entre sí mis vestidos\" (v.18)\n\n## Probabilidad Estadística\n\nEl matemático Peter Stoner calculó que la probabilidad de que una persona cumpliera solo 8 de estas profecías por casualidad es de **1 en 10^17** (1 seguido de 17 ceros).\n\nJesús cumplió todas las profecías mesiánicas, demostrando que Él es verdaderamente el Cristo, el Hijo de Dios.",
    "pieDePagina": "**Fuentes**:\n- Stoner, Peter W. *Science Speaks* (1963)\n- McDowell, Josh. *Evidencia que Exige un Veredicto*\n\nPara un estudio más profundo, recomiendo leer el libro de Isaías, especialmente los capítulos 53 y 7.",
    "esPublico": true,
    "fechaPublicacion": "2024-01-10T14:30:00"
  }
]
